@extends('base')

@section('title')Фентезі@endsection

@section('base_menu')
    <h1 style="text-align: center; margin-top: 20px">Жанр Фентезі</h1>
    <div style="display: flex; align-items: flex-start; margin: 5%">
        <img style="width: 10%; margin-right: 20px" src="images/Harry.jpg" alt="Harry Potter">
        <h3 style="font-size: 18px; line-height: 1.6;">
            <a href="HarryPotter">«Гаррі Поттер і Філософський камінь» <br></a>
            (англ. Harry Potter and the Philosophers/ Sorcerer's Stone) — перший з серії фільмів про хлопчика-чарівника Гаррі Поттера,
            екранізація однойменного романа Джоан Роулінг.<br>
            Джоан Роулінг продала права на створення фільмів до перших чотирьох книг Гаррі Поттера в 1999 році за скромну суму
            в один мільйон фунтів стерлінгів.<br> Але важливішим є те що, було обумовлено, що письменниця одержуватиме певну частину
            від зборів кожного з фільмів, і матиме значний контроль над всіма стадіями виробництва картин.
            <br> поставила неодмінну умову, щоб усі актори в майбутніх фільмах повинні бути британцями.<br>
            Лише в четвертому фільмі, де це було необхідне згідно з книгою, з'явилися актори з інших країн.
        </h3>
    </div>
@endsection
