@extends('base')

@section('title')Головна@endsection

@section('base_menu')
    <h1 style="text-align: center; margin-top: 2%; padding-bottom: 2%">Правила для відвідувачів та коментаторів веб-додатку для любителів кіно</h1>
    <div>
        <h2 style="margin-left: 4%">1)Повага та ввічливість<br><br></h2>
            <h5 style="margin-left: 6%">Будьте ввічливими та шанобливими у своїх коментарях.<br><br>
            Уникайте особистих нападів, образ та нецензурної лексики.<br><br>
            Конструктивна критика</h5><br>

        <h2 style="margin-left: 4%">2)Висловлюйте свою думку конструктивно</h2><br>
            <h5 style="margin-left: 6%">Пояснюйте, чому вам сподобався чи не сподобався фільм, використовуючи аргументи.<br><br>
                Уникання спойлерів<br><br>
                Уникайте розкриття важливих деталей сюжету без попередження.<br><br></h5>

        <h2 style="margin-left: 4%">3)Тематика та відповідність</h2><br>
            <h5 style="margin-left: 6%">Тримайтеся теми обговорення.<br><br>
                Коментарі мають бути релевантними до обговорюваного фільму чи серіалу.<br><br>
                Не публікуйте рекламу або спам.<br><br></h5>

        <h2 style="margin-left: 4%">4)Захист особистої інформації</h2>

            <h5 style="margin-left: 6%">Не публікуйте особисту інформацію (наприклад, номер телефону, адресу електронної пошти) у коментарях.<br><br>
                Поважайте приватність інших користувачів.<br><br></h5>

        <h2 style="margin-left: 4%">5)Мова коментарів</h2>
            <h5 style="margin-left: 6%">Основна мова коментарів - Українська.<br><br>
                Пишіть коментарі зрозумілою мовою, уникаючи надмірних скорочень та сленгу.<br><br>
                Вказуйте мову коментаря, якщо вона відрізняється від основної мови.<br><br>
                <b>ЗАБОРОНЕНА</b> мова коментарів - російська, білоруська.<br><br></h5>
    </div>
    <h1 style="text-align: center; margin-top: 20px">Новини</h1>
    <div style="display: flex; align-items: flex-start; margin: 5%">
        <img style="width: 10%; margin-right: 20px" src="images/Harry.jpg" alt="Harry Potter">
        <h3 style="font-size: 18px; line-height: 1.6;">
            «Гаррі Поттер і Філософський камінь» <br>
            (англ. Harry Potter and the Philosophers/ Sorcerer's Stone) — перший з серії фільмів про хлопчика-чарівника Гаррі Поттера,
            екранізація однойменного романа Джоан Роулінг.<br>
            Джоан Роулінг продала права на створення фільмів до перших чотирьох книг Гаррі Поттера в 1999 році за скромну суму
            в один мільйон фунтів стерлінгів.<br> Але важливішим є те що, було обумовлено, що письменниця одержуватиме певну частину
            від зборів кожного з фільмів, і матиме значний контроль над всіма стадіями виробництва картин.
            <br> поставила неодмінну умову, щоб усі актори в майбутніх фільмах повинні бути британцями.<br>
            Лише в четвертому фільмі, де це було необхідне згідно з книгою, з'явилися актори з інших країн.
        </h3>
    </div>
@endsection
